examples/14-benchmarks/checkpoint-profile-data/get-3/release-get/warmup.txt

Summary:
  Total:	0.1218 secs
  Slowest:	0.0954 secs
  Fastest:	0.0009 secs
  Average:	0.0121 secs
  Requests/sec:	1641.8145
  

Response time histogram:
  0.001 [1]	|
  0.010 [176]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.020 [4]	|■
  0.029 [3]	|■
  0.039 [2]	|
  0.048 [2]	|
  0.058 [2]	|
  0.067 [2]	|
  0.077 [3]	|■
  0.086 [2]	|
  0.095 [3]	|■


Latency distribution:
  10% in 0.0040 secs
  25% in 0.0058 secs
  50% in 0.0082 secs
  75% in 0.0088 secs
  90% in 0.0188 secs
  95% in 0.0589 secs
  99% in 0.0933 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0003 secs, 0.0009 secs, 0.0954 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0001 secs
  resp wait:	0.0117 secs, 0.0009 secs, 0.0927 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0002 secs

Status code distribution:
  [200]	200 responses